Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm-fagfornyelsen-behandles-i-sametingets-plenum.html.tmx
Source language: nob
Languages: sme

source: PRM: Fagfornyelsen behandles i Sametingets plenum
sme: PRD: Fágaođasmahttin meannuduvvo dievasčoahkkimis

source: Sametingsrådet legger frem en redegjørelse om fornyelse av læreplanverket Kunnskapsløftet og Kunnskapsløftet - samisk for Sametingets plenumsmøte denne uken.
sme: Sámediggeráđđi bidjá ovdan čilgehusa Oahppoplánabuktosa Máhttolokten ja Máhttolokten - sámi ođasmahttima birra Sámedikki dievasčoahkkimii dán vahku.

source: Sametingsråd Mikkel Eskil Mikkelsen synes det er viktig at vi alle involverer oss og kommer med innspill og merknader til fagfornyelsen.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen mielas lea deaŧalaš ahte mii buohkat searvat ja buktit árvalusaid ja mearkkašumiid dán bargui.

source: Kunnskapsdepartementet har satt i gang arbeidet med å fornye læreplanverket Kunnskapsløftet og Kunnskapsløftet - samisk.
sme: Máhttodepartemeanta lea bidjan johtui oahppoplánabuktosa Máhttolokten ja Máhttolokten - sámi ođasmahttinbarggu.

source: Alle læreplanene for grunnskolen og de gjennomgående læreplanene for videregående opplæring skal fornyes.
sme: Buot fágat vuođđoskuvllas ja čađamanni fágat joatkkaoahpahusas galget ođasmahttojuvvot.

source: Læreplaner angir hvilke prinsipper som gjelder og hvilke verdier og kunnskap våre barn og unge skal ha for å delta i fremtidig samfunn.
sme: Oahppoplánat čilgejit makkár prinsihpat gustojit ja makkár árvvut ja máhttu min mánáin ja nuorain galgá leat go galget oassálastit boahttevaš servodagas.

source: – Fagfornyelsen er et stort arbeid som vil ha betydning for våre barns og unges opplæring gjennom hele grunnopplæringen, fra de starter i første klasse og til de er ferdig med videregående opplæring, og har dermed også betydning for de samiske samfunn i fremtiden, sier sametingsråd Mikkel Eskil Mikkelsen.
sme: – Fágaođasmahttin lea stuora ja deaŧalaš bargu mas lea mearkkašupmi min mánáid ja nuoraid oahpahussii olles vuođđooahpahusas, dan rájes go álget vuosttaš luohkkái ja dassá go gerget joatkkaskuvllas, ja dasto lea maid mearkkašupmi sámi servodagaide boahtteáiggis, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.

source: Mikkelsen synes det er viktig at vi alle involverer oss og kommer med innspill og merknader nå.
sme: Mikkelsena mielas lea deaŧalaš ahte mii buohkat searvat ja buktit árvalusaid ja mearkkašumiid dál.

source: – Det er nå vi kan påvirke arbeidet slik at læreplanene får et innhold som vi kan gå god for, sier Mikkelsen.
sme: – Dál lea áigi go mii sáhttit váikkuhit bargui vai oahppoplánat ožžot dakkár sisdoalu maid mii sáhttit dohkkehit, dadjá Mikkelsen.

source: Derfor ønsker Sametingsrådet å legge frem en redegjørelse om dette viktige arbeidet og håper på en god debatt i plenum på fredag.
sme: Dan dihte dáhttu Sámediggeráđđi bidjat ovdan čilgehusa dán deaŧalaš barggu birra ja sávvat buori ságaskuššama dievasčoahkkimis bearjadaga.

source: I fornyelsen skal fagene som er i dag beholdes, men innholdet skal bli mer relevant.
sme: Fágaođasmahttimis galget fágat mat leat odne bisuhuvvot, muhti sisdoallu galgá šaddat eanet relevánta.

source: Det legges mer vekt på sammenheng i fagene og tydelig progresjon i elevenes læring.
sme: Fágaođasmahttimis galgá biddjot eanet deaddu fágaid oktavuhtii, ja čielga progrešuvdna ohppiid oahppamis.

source: – For Sametinget er det viktig å sikre at samisk innhold i de nasjonale læreplanene ikke skal svekkes i forhold til gjeldende læreplaner.
sme: – Sámediggái lea deaŧalaš sihkkarastit ahte sámi sisdoallu ii láivuduvvo otná oahppoplánaid ektui.

source: Også det at de samiske læreplanene utarbeides samtidig med de ordinære norske læreplanene er viktig.
sme: Lea maid deaŧalaš ahte sámi oahppoplánat ráhkaduvvojit oktanaga dáža oahppoplánaiguin.

source: Forslag til nye læreplaner sendes ut på en spørrerunde i midten av oktober.
sme: Ođđa oahppoplánaevttohusat sáddejuvvojit gažadeapmái gaskkamuttus golggotmánu.

source: – Jeg vil oppfordre alle til å se på forslagene til nye læreplaner og komme med innspill og kommentarer til læreplanene, sier Mikkelsen.
sme: – Mun ávžžuhan buohkaid geahčadit oahppoplánaevttohusaid ja buktit mearkkašumiid daidda, dadjá Mikkelsen.

source: Informasjon om fagfornyelsen er på Utdanningsdirektoratets hjemmeside, og der finner man også link til innspill.
sme: Dieđuid fágaođasmahttima birra gávdnojit Oahpahusdirektoráhta neahttasiiddus, ja doppe lea maid virji gos sáhttá buktit árvalusaid ja mearkkašumiid.
